Revit 2024 API
AssemblyDifferenceConfiguration Methods
The AssemblyDifferenceConfiguration type exposes the following members.
Methods
Name | Description
Dispose |  (Inherited from AssemblyDifference.)
Equals
Determines whether the specified Object is equal to the current Object.
 (Inherited from Object.)
GetHashCode
Serves as a hash function for a particular type.
 (Inherited from Object.)
GetType
Gets the Type of the current instance.
 (Inherited from Object.)
ToString
Returns a string that represents the current object.
 (Inherited from Object.)
See Also
AssemblyDifferenceConfiguration Class
Autodesk.Revit.DB Namespace